import MyTeam from 'img/spread/my-team.png'
import IncomeExpense from 'img/spread/income-expense.png'
import ExpandTeam from 'img/spread/expand-team.png'
import CommonProblem from 'img/spread/common-problem.png'

export const sections = [
  {
    section: '我的战队',
    items: [
      {
        name: '我的战队',
        icon: MyTeam,
        path: 'team'
      },
      {
        name: '收入明细',
        icon: IncomeExpense,
        path: 'income'
      },
      {
        name: '扩充战队',
        icon: ExpandTeam,
        path: 'expand'
      }
    ]
  },
  {
    section: '常见问题',
    items: [
      {
        name: '常见问题',
        icon: CommonProblem,
        path: 'problem'
      }
    ]
  }
]

export const qaList = [
  {
    question: '如何成为一级分销商或成为队长？',
    answer: [
      '一级代理商可电话400-666-8666或联系云油加油在线客服，一级分销商需要提供相关资料方可申请。如果想成为队长，可联系邀请您加入云油平台的对接人或联系客服得到帮助。'
    ]
  },
  {
    question: '一级或二级代理商开通账号需要注意什么？',
    answer: [
      '一级或二级代理商，佣金的提取均是划转到默认以注册手机号开通的省钱加油卡中。故账号开通时，请以本人的身份证进行操作。'
    ]
  },
  {
    question: '如何邀请成员？',
    answer: [
      '在推广赚钱-扩充战队，进行一键复制后发送给好友，好友通过此链接注册就能成为你的团队成员（注意：只有通过该专属链接完成注册才成为你的成员）。'
    ]
  },
  {
    question: '我邀请的成员为什么看不到呢？',
    answer: [
      '有两种可能。一种可能是您邀请的成员已经是注册过的老用户；一种可能是您邀请的成员未通过指定的专属链接进行注册（这时候只能让成员更换手机号通过专属链接重新注册）。'
    ]
  },
  {
    question: '佣金如何计算的？',
    answer: [
      '通过邀请新用户，进行加油出金后，按照成员加油金额的一定比例计算佣金。且一级代理商可以通过设置，将一定比例的佣金让利给到队长。具体的佣金金额可通过“我的业绩”进行查看。'
    ]
  },
  {
    question: '如何设置队长？',
    answer: [
      '一级分销商可以发展多个队长；需要先将队长发展为团队成员，在“我的团队”中，选择该名成员，点击队长设置进行确认即可。'
    ]
  },
  {
    question: '如何将佣金提现？',
    answer: [
      '对应的账号提现，首先需要先开通云油加油省钱加油卡。开通后，在我的佣金页面点击“提现按钮”，即可将佣金提取到省钱加油卡（省钱加油卡为个人的银行卡）。同时，佣金为按月结算，佣金需＞50元方可提取，预计是每个月10号后可提取上个月的佣金。'
    ]
  },
  {
    question: '队长有哪些功能？',
    answer: [
      '队长可以邀请队员进行注册使用，但不可针对队员设置为队长，如果有小伙伴想成为队长，可联系邀请您的对接人协助操作成为队长。'
    ]
  },
  {
    question: '队长或队员在加油拿到返现，需要注意什么？',
    answer: [
      '队长或队员去加油站加油前，记得打开云油加油平台，并选定油站，进行支付，符合加油行为即可获得返现，返现将直接返现到队长或队员开通的省钱加油卡中。'
    ]
  },
  {
    question: '成为我们的一级代理商或队长的须知：',
    answer: [
      '云油加油平台，欢迎真实车主到我司平台进行加油消费。如果在过程中，发现刷单等作弊手段，以不正式方式获得返现或者佣金，云油加油将会终止与代理商及队长的合作，并保留法律追究手段。'
    ]
  },
  {
    question: '当队长成为代理商，有哪些需要注意？',
    answer: [
      '队长成为一级代理商之后，作为队长身份期间搭建的队员将会与之前一级代理商进行绑定。队长身份转变后，只会绑定其成为一级代理商带来的成员，同时解除与之前队员的身份绑定。'
    ]
  },
  {
    question: '云油加油的使用流程是如何呢？',
    answer: [
      '吸引队员使用云油加油平台，队员在注册后，需要进行充值和开户的操作，开户之后，队员充值的金额将直接保管在其个人名下开户的银行卡内。队员加油时，选择油站后支付时，使用对应开户的银行卡即可。队员在使用云油平台过程中，如遇到问题，均可联系在线客服或者电话400-666-8666。（建议联系在线客服，会更快处理哦）'
    ]
  }
]
