<template>
  <div>
    <strong class="title">
      厦门国际银行股份有限公司个人银行账户管理协议
    </strong>
    <p class="p">
      为保证合法、规范使用个人银行结算账户，开户申请人（下称“甲方”）与厦门国际银行股份有限公司（下称“乙方”）在平等自愿的基础上，根据中国人民银行《人民币银行结算账户管理办法》、《关于改进个人银行账户服务 加强账户管理的通知》（银发【2015】392号）、《关于加强支付结算管理 防范电信网络新型违法犯罪有关事项的通知》（银发【2016】261号）、《关于落实个人银行账户分类管理制度的通知》（银发【2016】302号）等相关法律法规、规章和规范性文件规定签订本协议并共同遵守。
    </p>
    <p class="p">
      第一条 根据中国人民银行有关个人银行结算账户分类管理的规定，本协议所称个人银行人民币结算账户（不包括信用卡）划分为三类，即Ⅰ类银行账户、Ⅱ类银行账户和Ⅲ类银行账户（以下分别简称Ⅰ类户、Ⅱ类户和Ⅲ类户）。
    </p>
    <p class="p">
      Ⅰ类银行账户：乙方通过Ⅰ类银行账户为甲方提供存款、购买投资理财产品等金融产品、转账、消费和缴费支付、存取现金等服务。
    </p>
    <p class="p">
      Ⅱ类银行账户：乙方通过Ⅱ类银行账户为甲方提供存款、购买投资理财产品等金融产品、限定金额的消费和缴费支付、限额向非绑定账户转出资金等服务。经柜面、自助设备加以乙方工作人员现场面对面确认身份的，可以办理存取现金、非绑定账户资金转入业务，可以配发银行卡实体卡片。
    </p>
    <p class="p">
      Ⅲ类银行账户：乙方通过Ⅲ类银行账户为甲方提供限定金额的消费和缴费支付、限额向非绑定账户转出资金、申请小额消费贷款资金并通过该Ⅲ类户还款等服务。经电子渠道开立账户的，甲方应从同名的Ⅰ类银行账户向Ⅲ类银行账户转入任意金额的方式激活账户。经柜面、自助设备加以乙方工作人员现场面对面确认身份的，可以办理非绑定账户资金转入业务。甲方在乙方开立的任一Ⅲ类银行账户任一时点账户余额不得超过人民币2000元。
    </p>
    <p class="p">
      绑定账户。绑定账户是指甲方通过电子渠道开立Ⅱ类银行账户和Ⅲ类银行账户时，甲方提供本人在乙方或其他银行开立的同名Ⅰ类银行账户或信用卡账户，作为核验甲方身份信息的手段之一，确认绑定账户的所有人为甲方本人。
    </p>
    <p class="p">
      第二条 甲方自愿选择在乙方开立人民币个人银行结算账户，或自愿将本人已经开立的人民币活期储蓄账户转为个人银行结算账户。乙方同意为甲方开立个人银行结算账户，并为甲方提供个人银行结算账户服务。
    </p>
    <p class="p">
      第三条 甲方申请在乙方开立个人银行结算账户，需向乙方提交相应的证明文件，并接受乙方审核。甲方同意按照乙方要求提供有关客户身份信息（如国籍、职业、住所地或者工作单位地址、联系方式、税收居民身份信息等)，甲方承诺所提供的开户资料、信息真实、合法、有效。如有伪造、欺诈，需承担相应法律责任。
    </p>
    <p class="p">
      第四条 甲方可以凭有效身份证件通过柜面开立Ⅰ、Ⅱ、Ⅲ类户。甲方经乙方的自助机具开立Ⅰ类户的，需经乙方工作人员现场面对面审核身份。甲方授权乙方可以按照中国境内法律法规的要求采集、使用、保存本人相关信息，并向监管机构、有权机关报送、提供本人的相关信息，包括但不限于姓名、地址、纳税人识别号、账号、账户金额、发生额等。
    </p>
    <p class="p">
      第五条 甲方通过电子渠道非面对面开立Ⅱ类户，应当绑定本人Ⅰ类户或者信用卡账户，验证的信息应当至少包括乙方姓名、居民身份证号码、手机号码、绑定账户账号（卡号）、绑定账户是否为Ⅰ类户或者信用卡账户等5个要素。
    </p>
    <p class="p">
      甲方通过电子渠道非面对面开立Ⅲ类户，应当绑定本人账户，验证的信息应当至少包括乙方姓名、居民身份证号码、手机号码、绑定账户账号（卡号）等4个要素。
    </p>
    <p class="p">
      甲方通过电子渠道非面对面开立Ⅱ、Ⅲ类户时，承诺登记验证的手机号码与绑定账户使用的手机号码保持一致，并只能持居民身份证办理。
    </p>
    <p class="p">
      第六条 甲方在乙方只能开立一个Ⅰ类户，已开立Ⅰ类户，再新开户的，可开立Ⅱ类户或Ⅲ类户。甲方于2016年11月30日前在乙方开立多个Ⅰ类户的，甲方同意按要求向乙方说明其开户合理性。对于无法核实开户合理性的，甲方同意撤销或归并个人银行结算账户，或采取降低账户类别等措施。乙方在甲方开立Ⅱ类户、Ⅲ类户的数量原则上分别不得超过5个。
    </p>
    <p class="p">
      第七条 有下列情形之一的，乙方有权拒绝为甲方开立个人银行结算账户：
    </p>
    <p class="p">
      1.对甲方身份信息存在疑义，要求出示辅助证件，甲方拒绝出示的。
    </p>
    <p class="p">
      2.甲方组织他人同时或者分批开立账户的
    </p>
    <p class="p">
      3.有明显理由怀疑开立账户从事违法犯罪活动的。
    </p>
    <p class="p">
      4.法律法规、规章及规范性文件规定的其他情形。
    </p>
    <p class="p">
      第八条 为保障甲方账户资金安全，甲方同意乙方根据法律法规、监管部门及自身风险管理的要求，对Ⅱ、Ⅲ类户的转账、存取现金等业务设置限额。
    </p>
    <p class="p">
      Ⅱ类户非绑定账户转入资金、存入现金日累计限额合计为1万元，年累计限额合计为20万元；消费和缴费、向非绑定账户转出资金、取出现金日累计限额合计为1万元，年累计限额合计为20万元（发放贷款和贷款资金归还不受转账限额规定）。
    </p>
    <p class="p">
      Ⅲ类户账户任一时点账户余额不得超过2000元，乙方通过电子渠道非面对面的方式为甲方新开立的Ⅲ类户，通过绑定账户转入资金验证通过后，可以接收甲方非绑定账户小额转入资金；消费和缴费支付、非绑定账户资金转出等出金日累计限额合计为2000元，年累计限额合计为5万元。非绑定账户资金转入日累计限额为5000元，年累计限额为10万元。发放贷款和贷款资金归还，应当遵守Ⅲ类户余额限制规定，但贷款资金归还不受转出金限额控制。
    </p>
    <p class="p">
      当甲方在乙方所有Ⅲ类户资金双边收付金额累计达到5万元（含）以上时，甲方承诺应在7日内向乙方提供有效身份证件，并留存身份证件复印件、影印件或影像，登记甲方的职业、住所地或者工作单位地址、证件有效期等其他身份基本信息。甲方在7日内未按要求提供有效身份证件、登记身份基本信息的，乙方有权当中止甲方名下所有Ⅲ类户的所有业务。
    </p>
    <p class="p">
      第九条 甲方申请开通非柜面转账业务的，乙方与甲方另行签署协议约定非柜面渠道向非同名银行账户和支付账户转账的日累计限额、笔数和年累计限额等，超出限额和笔数的，甲方应当到柜面办理。
    </p>
    <p class="p">
      第十条 甲方同意在使用个人银行结算账户办理个人转账收付和大额现金存取时遵守人民币银行结算账户的有关管理规定。甲方在乙方开立个人银行结算账户，同意遵守乙方对外公布的长期不动户、零余额账户的有关规定。
    </p>
    <p class="p">
      第十一条 对于预留密码的账户，凡使用正确密码进行的交易均视为甲方本人行为，甲方应妥善保管存款介质、密码、本人有效身份证件及有关业务凭证等，因甲方保管不善造成的损失由甲方自行承担。
    </p>
    <p class="p">
      第十二条 甲方可以将在支付机构开立的支付账户绑定本人同名Ⅱ、Ⅲ类银行账户使用。非面对面开立的Ⅱ、Ⅲ类户向本人同名支付账户充值的，充值资金可提回Ⅱ、Ⅲ类户，但提现金额不得超过该Ⅱ、Ⅲ类户向支付账户的原加油充值金额。除充值资金提回外，支付账户不得向Ⅱ、Ⅲ类户入金，但允许非绑定账户入金的Ⅱ、Ⅲ类户除外。
    </p>
    <p class="p">
      第十三条 对开户之日起6个月内无交易记录的个人银行结算账户，甲方同意乙方暂停其非柜面业务，待乙方重新核实甲方身份后，可以恢复其业务。（交易记录是指甲方主动发起的资金类交易。甲方柜面签约银行产品视同为有交易记录，账户查询、银行计息、扣除账户年费等不作为交易记录。非柜面业务是指由甲方通过非柜面渠道主动发起的动账业务，下同。）
    </p>
    <p class="p">
      第十四条 甲方承诺不利用乙方开立个人银行结算账户进行偷逃税款、逃废债务、套取现金、洗钱及其他违法犯罪活动。
    </p>
    <p class="p">
      第十五条 甲方同意乙方认定甲方个人银行结算账户及其资金划转具有集中转入分散转出等可疑交易特征的，乙方将与甲方核实交易情况；经核实后仍然认定甲方可疑、个人银行结算账户可疑或无法联系上甲方的，甲方同意乙方可对该账户进行止付、暂停该账户非柜面业务或终止业务关系等措施。
    </p>
    <p class="p">
      第十六条 甲方承诺不出租、出借在乙方开立的个人银行结算账户，不得利用在乙方开立的个人银行结算账户套取银行信用。甲方同意，乙方对经设区的市级及以上公安机关认定的出租、出借、出售、购买银行账户的个人及相关组织者，假冒他人身份或者虚构代理关系开立个人银行结算账户的个人，5年内暂停其个人银行结算账户非柜面业务，3年内不为其新开立个人银行结算账户。
    </p>
    <p class="p">
      第十七条 甲方承诺不冒用他人身份开立个人银行结算账户。乙方发现个人银行结算账户为假名或冒名开户的，将立即停止该账户的使用，并可经被冒用人同意后予以销户，账户内资金纳入乙方久悬未取专户核算。
    </p>
    <p class="p">
      第十八条 甲方同意，对于经设区的市级及以上公安机关认定并纳入电信网络新型违法犯罪交易风险事件管理平台“涉案账户”名单的个人银行结算账户，乙方有权中止该账户所有业务。
    </p>
    <p class="p">
      甲方为上述涉案账户开户人的，乙方将通知甲方重新核实身份。如甲方未在3日内向乙方重新核实身份，甲方同意乙方对其名下其他银行账户暂停非柜面业务。
    </p>
    <p class="p">
      第十九条 甲方可以通过柜面或者电子渠道办理Ⅱ、Ⅲ类户变更业务。通过电子渠道非面对面办理Ⅱ、Ⅲ类户的姓名、居民身份证号码、手机号码、绑定账户变更业务时，甲方同意按照乙方新开户要求重新验证信息，并配合乙方核实个人变更信息的真实意愿。
    </p>
    <p class="p">
      甲方通过电子渠道非面对面办理Ⅱ、Ⅲ类户姓名、居民身份证号码变更，且绑定账户为他行账户的，甲方同意应先将Ⅱ类户所有投资理财等金融产品赎回、提前支取定期存款，将Ⅱ、Ⅲ类户资金全部转回绑定账户后再予以变更。
    </p>
    <p class="p">
      第二十条 甲方承诺在乙方留存的联系电话号码应与个人身份证件号码一一对应关系。如甲方无法证明多人使用同一联系电话号码的合理性，或者通过甲方留存的联系电话无法联系上甲方核实相关情况的，甲方同意乙方对相关银行账户暂停非柜面业务。
    </p>
    <p class="p">
      第二十一条 甲方的联系方式、手机号码以及住所地或者工作单位地址等信息发生变更，，甲方承诺及时通知乙方进行更新。甲方有效身份证件及身份证明文件的有效期届满，如无法按乙方要求及时更新，乙方有权对甲方相关银行账户中止服务。
    </p>
    <p class="p">
      第二十二条 甲方撤销在乙方开立的个人银行结算账户，必须与乙方核对该账户存款余额，乙方核对无误后可办理销户手续。
    </p>
    <p class="p">
      第二十三条 甲方可通过柜面或者电子渠道办理Ⅱ、Ⅲ类户销户业务。通过电子渠道非面对面办理Ⅱ、Ⅲ类户销户时，绑定账户已销户的，甲方同意按照乙方新开立账户要求重新验证个人身份信息后绑定新的账户，将Ⅱ、Ⅲ类户资金转回新绑定账户后再办理销户。
    </p>
    <p class="p">
      第二十四条 因甲方违规使用个人银行结算账户导致的损失由甲方承担，给乙方造成损害的，甲方承担相应法律责任。
    </p>
    <p class="p">
      第二十五条 甲方须定期与乙方核对账务，乙方须配合甲方提供个人银行结算账户对账服务。
    </p>
    <p class="p">
      第二十六条 乙方应依法为甲方在乙方开立的个人银行结算账户的存款和有关资料保密。除国家法律另有规定外，乙方有权拒绝任何单位或个人查询。
    </p>
    <p class="p">
      第二十七条 甲方同意按乙方有关规定办理支付结算业务，并支付个人结算、活期存款小额账户管理等服务费。具体收费项目和收费标准以乙方网站公布或公告为准。
    </p>
    <p class="p">
      第二十八条 甲方在乙方开立、使用和撤销个人银行结算账户应遵守《人民币银行结算账户管理办法》及相关法律、法规的规定。甲方使用在乙方开立的个人银行结算账户办理各项业务时，还应遵守乙方公布的相关制度规定。
    </p>
    <p class="p">
      第二十九条 如法律法规或监管部门对个人银行结算账户出台新的规定，本协议内容将依法作出相应调整。
    </p>
    <p class="p">
      变更后的协议将在厦门国际银行网站进行公告。公告期内，甲方可以选择是否继续使用个人银行结算账户，甲方如不同意有关变更，可按照规定进行销户，继续使用个人银行结算账户的，视为甲方同意有关变更，公告期满即为生效。
    </p>
    <p class="p">
      本协议生效后施行的法律法规和监管规章的有关规定与本协议内容冲突的，以有关法律法规和监管规章规定为准。
    </p>
    <p class="p">
      第三十条 本协议于甲方在乙方开立的个人银行结算账户存续期间有效。甲方依本协议在乙方开立的个人银行结算账户正式销户之日起，本协议自动终止。
    </p>
    <div class="footer">
      <span>甲方签章：</span>
      <span>乙方（银行盖章）：</span>
    </div>
    <div class="footer">
      <span>年&nbsp;&nbsp;&nbsp;&nbsp;月&nbsp;&nbsp;&nbsp;&nbsp;日</span>
      <span>年&nbsp;&nbsp;&nbsp;&nbsp;月&nbsp;&nbsp;&nbsp;&nbsp;日</span>
    </div>
  </div>
</template>

<style scoped lang="scss">
.title {
  display: block;
  text-align: center;
  margin-bottom: 20px;
  width: 100%;
}
.p {
  text-align: justify;
  line-height: 40px;
  text-indent: 56px;
}
.footer {
  display: flex;
  align-items: center;
  justify-content: space-between;
  line-height: 80px;
}
</style>
