<template>
  <div>
    <strong class="title">
      厦门国际银行个人Ⅱ、Ⅲ类账户资金代收须知
    </strong>
    <div>尊敬的客户： </div>
    <p class="p">
      感谢您选用厦门国际银行Ⅱ、Ⅲ类账户资金代收服务。为更好向您提供服务、明确双方的权责，以下内容需要您确认知悉，请您仔细阅读： 加强账户管理的通知》（银发【2015】392号）、《关于加强支付结算管理 防范电信网络新型违法犯罪有关事项的通知》（银发【2016】261号）、《关于落实个人银行账户分类管理制度的通知》（银发【2016】302号）等相关法律法规、规章和规范性文件规定签订本协议并共同遵守。
    </p>
    <p class="p">
      一、Ⅱ、Ⅲ类账户资金代收业务是我行为在我行开立Ⅱ、Ⅲ类账户的客户提供的附加服务内容，方便您将绑定的同名账户资金划转至您在我行开立的Ⅱ、Ⅲ类账户，再通过Ⅱ、Ⅲ类账户进行相关业务交易 ；
    </p>
    <p class="p">
      二、Ⅱ、Ⅲ类账户的绑定账户必须是您本人（Ⅱ、Ⅲ类账户开户人）名下的我行或他行同名借记卡（Ⅰ类账户），该绑定账户作为Ⅱ、Ⅲ类账户的资金来源及资金转出账户；
    </p>
    <p class="p">
      三、本行提供的代收业务服务用于客户向我行开立的II、III类账户进行充值、转账使用，充值转账的资金将从所绑定的Ⅰ类账户扣除。客户本人应确保名下发生的代收业务用途符合相关法律法规或监管规定，若本人发生违规代收业务操作行为，我行有权终止向客户提供全部或部分服务；
    </p>
    <p class="p">
      四、我行将在您本人发起申请为Ⅱ、Ⅲ类账户绑定账户时，通过我行合作的渠道（包括但不限于银联、网联等机构）发送包括但不限于您的个人身份信息、手机号码、绑定银行卡信息等要素至您的绑定账户的开户行进行验证，并以此验证结果为依据确认绑定账户与Ⅱ、Ⅲ类账户的关系；
    </p>
    <p class="p">
      五、Ⅱ、Ⅲ类账户与绑定账户之间的绑定关系，依存于Ⅱ、Ⅲ类账户的存在，如您的Ⅱ、Ⅲ类账户注销，Ⅱ、Ⅲ类账户与绑定账户之间的绑定关系会自动解除。当您的Ⅱ、Ⅲ类账户状态异常或绑定账户状态异常时，可能会导致您发起资金代收业务失败，由此引起的后果由您本人承担，本行不承担任何责任。不同的商业银行对账户异常的定义均有不同，具体以绑定账户发卡行及我行的规定为准；
    </p>
    <p class="p">
      六、您本人发起办理的他行资金转入时，受限于转出银行的限额管理要求，包括但不限于单笔最高限额、单日累计最高限额和年累计最高限额等。同时您本人开立在我行的Ⅱ、Ⅲ类账户的账户余额以及转入限额，同时还应参照我行《厦门国际银行股份有限公司个人银行账户管理协议》相关规定执行。若因对方转出行、银联或网联系统设有扣款限额，超过限额导致的代收业务失败，我行不承担任何责任；
    </p>
    <p class="p">
      七、当您的Ⅱ、Ⅲ类账户升级为本行的Ⅰ类账户后，原Ⅱ、Ⅲ类账户与绑定账户之间的绑定关系将自动解除，也不会有相关的交易发生，请您留意；
    </p>
    <p class="p">
      八、代收业务发生时间以实际账户扣款时间为准，建议通过查询银行账户交易记录作为参考依据。对于存在异议的交易，客户可以通过我行营业网点、银行客服等渠道咨询相关业务。因不可抗力或其他非我行过错引起的系统、供电、通讯、网络故障等各项原因造成代收业务失败的，我行不承担任何责任。不可抗力包括但不限于：法律、法规、政府行为、自然灾害如地震或洪水等事件；
    </p>
    <p class="p">
      九、在不违反法律、法规、规章和监管规定的强制性规范的前提下，我行有权单方面调整本业务相关业务规则，包括但不限于的转入资金单笔最低限额、累计金额等。发生前述调整事项时，本行将在厦门国际银行门户网站、相关渠道、营业网点公告或通过电话、短信或其他适当方式通知您本人；
    </p>
    <p class="p">
      十、本服务自客户本人同意后生效，客户有权单方面终止本服务，通过解除绑定账户后本服务即自动失效。您本人可以通过我行手机银行的银行卡解绑功能申请撤销、终止本服务，并经过该渠道确认成功后，本服务终止。
    </p>
    <p class="p">
      本人申明：本人具有完全民事行为能力，能够独立承担民事责任，并已仔细阅读、理解、同意本须知内容，自愿申请使用银行卡实名验证和资金代收服务，保证申请资料的正确、真实、合法、有效性，并遵守国家有关金融法律法规、政策及厦门国际银行的业务规章制度。
    </p>
  </div>
</template>

<style scoped lang="scss">
.title {
  display: block;
  text-align: center;
  margin-bottom: 20px;
  width: 100%;
}
.p {
  text-align: justify;
  line-height: 40px;
  text-indent: 56px;
}
.footer {
  display: flex;
  align-items: center;
  justify-content: space-between;
  line-height: 80px;
}
</style>
